Repository: AlpayAydinguler/LudusAppoint
Catalog: LudusAppoint/Resources/Areas/Admin/Views/Shared/_Sidebar.*.resx
Languages: tr

source: Dashboard
tr: Kontrol Paneli

source: Customer appointments
tr: Müşteri randevuları

source: Pending confirmation list
tr: Onay bekleniyor

source: Customer appointmenst list
tr: Müşteri atama listesi

source: Create customer appointment
tr: Müşteri randevusu oluştur

source: Offered services
tr: SUNULAN HİZMETLER

source: Offered services list
tr: SUNULAN HİZMETLER

source: Createoffered service
tr: Teklif edilen hizmeti oluştur

source: Employees
tr: Çalışanlar

source: Employees list
tr: Çalışan listesi

source: Create employee
tr: Yeni ¡ oluşturmak

source: Employee leaves
tr: Görevli çıkar.

source: Employee leaves list
tr: Çalışan izin listesi

source: Create employee leave
tr: Çalışan izni oluştur

source: Age groups
tr: Yaş grubu

source: Age groups list
tr: Yaş Grupları

source: Create age group
tr: Yaş grubu oluştur

source: Branches
tr: Şubeler

source: Branches list
tr: Şubeler listesi

source: Create branch
tr: Şube oluşturma

source: Site settings
tr: Tesis Ayarları

source: Site settings list
tr: Site Ayarları
