Repository: AlpayAydinguler/LudusAppoint
Catalog: LudusAppoint/Resources/Areas/Admin/Controllers/CustomerAppointmentController.*.resx
Languages: tr

source: No offered services available.
tr: Sunulan hizmet yok.

source: Please try with diffrent age group or gender.
tr: Lütfen farklı yaş grubu veya cinsiyetle deneyin.

source: No employees available.
tr: Çalışan yok.

source: Please try with diffrent branch or offered services.
tr: Lütfen farklı bir şubeyle veya sunulan hizmetlerle deneyin.

source: No offered services available
tr: Sunulan hizmet yok

source: Please try with diffrent age group or gender
tr: Lütfen farklı yaş grubu veya cinsiyetle deneyin

source: No employees available
tr: Çalışan yok

source: Please try with diffrent branch or offered services
tr: Lütfen farklı bir şubeyle veya sunulan hizmetlerle deneyin

source: Please try with different branch or offered services
tr: Lütfen farklı bir şubeyle veya sunulan hizmetlerle deneyin

source: Customer appointment created successfully
tr: Müşteri randevusu başarıyla oluşturuldu

source: Customer appointment updated successfully
tr: Müşteri randevusu başarıyla güncellendi

source: Customer appointment approved successfully
tr: Müşteri randevusu başarıyla onaylandı

source: Cancellation failed
tr: İptal işlemi başarısız oldu:

source: Customer appointment cancelled successfully
tr: Müşteri randevusu başarıyla iptal edildi
