Repository: AlpayAydinguler/LudusAppoint
Catalog: LudusAppoint/Resources/Areas/Admin/Views/CustomerAppointment/Create.*.resx
Languages: tr

source: Create customer appointment
tr: Müşteri randevusu oluştur

# PreliminaryInformation
source: Preliminary ınformation
tr: Ön Bilgi

source: Select branch
tr: Şube seçin

source: Gender
tr: Cinsiyeti

source: Select gender
tr: Lütfen cinsiyet seç

source: Male
tr: Erkek

source: Female
tr: Kadın

source: Age group
tr: Yaş grubu

source: Select age group
tr: Yaş grubu seçin

source: Next
tr: Sonraki

source: Offered services
tr: SUNULAN HİZMETLER

source: Loading...
tr: Yükleniyor... Lütfen bekleyin...

source: Select
tr: Seçin

source: Name
tr: Adı

source: ApproximateDuration (Hours:Minutes)
tr: YaklaşıkSüre (Saat:Dakika)

source: Price
tr: Fiyat

# AppointmentInfo
source: Appointment ınfo
tr: Randevu bilgileri

source: Surname
tr: Soyadı

source: Phone number
tr: Telefon numarası

source: Email
tr: Elektronik posta

source: Employee
tr: Çalışan

source: Appointment date time
tr: Randevu Tarih/Saat

source: Date time
tr: Tarih saat

source: Appointment summary
tr: Görüşme Özeti

source: Name surname
tr: Adı soyadı

source: Hairdressing Services
tr: Kuaförlük Hizmetleri

source: Approximate Duration
tr: Yaklaşık Süre

source: Appointment Date and Time
tr: Rezervasyon tarihi ve saati

source: Status
tr: Durum

source: Save appointment
tr: Randevuyu Kaydet

source: No offered services available.
tr: Sunulan hizmet yok.

source: Please try with diffrent age group or gender.
tr: Lütfen farklı yaş grubu veya cinsiyetle deneyin.

source: Select employee
tr: Çalışan Seçin

source: Search
tr: Ara

source: Show _MENU_ entries
tr: _MENU_ Sonuç Göster

source: Showing _START_ to _END_ of _TOTAL_ entries
tr: _START_ ile _END_ arasındakiler, toplam _TOTAL_ girdi

source: Previous
tr: Önceki
